[
  {
    "id": 1,
    "path": "selectedFotos/1.jpg",
    "text": "Een cap badge van de Royal Air Force die door een soldaat op het vliegveld aan Jaak Van Hoorebeke gegeven werd. (Archief Jaak Van Hoorebeke)"
  },

  {
    "id": 2,
    "path": "selectedFotos/2.jpg",
    "text": "Verschillende Amerikaanse tandenborstels en tandpastatubes die in een afvalput werden gevonden. (Metaaldetectievondst Randy Buelens en Robin Lefevre)"
  },

  {
    "id": 3,
    "path": "selectedFotos/4.jpg",
    "text": "Twee Amerikaanse M1 helmen, met nog restanten van de originele Olive Drab verf. Een stuk van het binnenwerk werd ook teruggevonden. (Metaaldetectievondst Randy Buelens)"
  },

  {
    "id": 5,
    "path": "selectedFotos/5.jpg",
    "text": "Op 8 oktober 1944 werd dit stuk bekleding verwijderd uit een Waco die op Grimbergen was  geland. (Annemie Van Messem, geschonken aan Randy Buelens)"
  },
  {
    "id": 6,
    "path": "selectedFotos/7.jpg",
    "text": "De ‘parachutist’s badge’ oftewel ‘jump wings’ is het officiële embleem van deze elitetroepen. Zij waren een gloednieuw concept binnen het Amerikaanse leger. Hun doel was om per parachute achter de vijandelijke linies te landen om chaos en verwarring te veroorzaken. Deze troepen werden onder andere ingezet tijdens de vroege uurtjes van D-Day om belangrijke wegen en bruggen in te nemen en de landingen van de infanterie op Utah Beach te dekken. (Metaaldetectievondst Randy Buelens)"
  },
  {
    "id": 7,
    "path": "selectedFotos/6.jpg",
    "text": "Condoomverpakkingen van het merk ‘Silver-Tex’ en ‘Texide’. Seksueel overdraagbare ziektes waren een groot probleem in het leger en op condooms werd dan ook zeker niet bespaard. Dat de sfeer goed zat op Camp White Tie wordt nog maar eens bevestigd door de honderden (!) condoomverpakkingen die we er vonden. (Metaaldetectievondst Randy Buelens)"
  },
  {
    "id": 8,
    "path": "selectedFotos/8.jpg",
    "text": "Uniformknop van de Royal Air Force. (Metaaldetectievondst Randy Buelens)"
  },
  {
    "id": 9,
    "path": "selectedFotos/9.jpg",
    "text": "De dogtag van Richard Mickler, die in 2021 teruggevonden werd door Randy Buelens. Het plaatje was doormidden geplooid en waarschijnlijk om diezelfde reden weggegooid  door Mickler. (Metaaldetectievondst Randy Buelens)"
  },
  {
    "id": 10,
    "path": "selectedFotos/10.jpg",
    "text": "Een Amerikaans scheermesje met een tube scheercrème van het merk Molle.  Let op het opschrift ‘For the armed  forces only’. (Metaaldetectievondst  Randy Buelens)"
  },
  {
    "id": 11,
    "path": "selectedFotos/11.jpg",
    "text": "Deze ledenbadge van de Nationalsozialistische Deutsche Arbeiterspartei (NSDAP) werd midden in Camp White Tie gevonden. Dit was waarschijnlijk een souvenir van een Amerikaan die er verbleef. Duitse badges, geweren en gespen werden vaak als oorlogsbuit naar de Verenigde Staten meegenomen. (Metaaldetectievondst Ignas Vermeulen)"
  },
  {
    "id": 12,
    "path": "selectedFotos/12.jpg",
    "text": "Naast de drie heiligen op de voorkant van het hangertje staat er iets pakkends op de achterkant. “I am a  Catholic, please call a priest”. Indien de soldaat zou sneuvelen, was het  zijn laatste wens dat een priester hem de laatste sacramenten zou komen  toedienen. (Metaaldetectievondst  Randy Buelens)"
  },
  {
    "id": 13,
    "path": "selectedFotos/13.jpg",
    "text": "Officiersinsigne van de Amerikaanse Engineer-eenheden. (Metaaldetectievondst Randy Buelens)"
  },
  {
    "id": 14,
    "path": "selectedFotos/14.jpg",
    "text": "Voedingsband voor het Browning .50 machinegeweer aan boord van de B-17 Flying Fortress. Door deze band liepen de kogels van de munitiedozen naar het geweer. (Metaaldetectievondst Randy Buelens)"
  },
  {
    "id": 17,
    "path": "selectedFotos/17.jpg",
    "text": "Deze zuurstoftank Type G-1 werd gebruikt in de Amerikaanse B-17 Flying Fortress. Deze bommenwerper had meerdere grote openingen voor de boordschutters, er was geen drukregeling in de romp. De B-17 was voorzien van achttien  zuurstoftanks om de bemanning ten alle tijde van zuurstof te voorzien. Tijdens het reinigen van deze opgegraven zuurstoftank vonden we nog een interessante inscriptie. Een krijgsgevangene had er ‘Es lebe der Führer’ oftewel ‘Lang leve de Führer’ in gekrast voor ze begraven werd. Dit maakt  duidelijk dat meer dan een jaar na de Duitse capitulatie de nazi-ideologie onder de krijgsgevangenen zeker en vast nog aanwezig was. (Metaaldetectievondst Randy Buelens)"
  },
  {
    "id": 15,
    "path": "selectedFotos/15.jpg",
    "text": "De Amerikanen kochten hun bier graag lokaal.  Dit exemplaar werd gevonden in een  Amerikaanse afvalput en was afkomstig van bierhandelaar Jan Pepermans nabij de Verbrande Brug. (Metaaldetectievondst  Randy Buelens)"
  },
  {
    "id": 16,
    "path": "selectedFotos/16.jpg",
    "text": "Stuurknuppel type KG13A afkomstig van een Bf 109G. De stuurknuppel werd opgegraven  op het vliegveld, nabij Duitse loodsen aan de kant van het Lintkasteel. In de omgeving van deze stick werden geen andere noemenswaardige vliegtuigresten terug gevonden. Hoe die daar is  terecht gekomen zal wel altijd een  mysterie blijven. (Metaaldetectievondst Anton Blokken)"
  },

  {
    "id": 3,
    "path": "selectedFotos/3.jpg",
    "text": "De ‘Eisenhower jacket’ van Kenneth W. Embry. Embry was  afkomstig uit Fort Scott, Kansas en kwam net na de Slag om de Ardennen toe in Europa. Eenmaal gearriveerd diende hij bij C Company van het 137th Infantry Regiment tot het einde van de oorlog. Later werd hij overgeplaatst naar de 5th Infantry Division. Embry overleed op 71-jarige leeftijd in 1996. (Archief Randy Buelens)"
  },
  {
    "id": 18,
    "path": "selectedFotos/18.jpg",
    "text": "Een polskompas dat gebruikt werd door  de Amerikaanse parachutisten. Dit werd rond de  pols gedragen met een lederen bandje, dat in dit geval ontbreekt.  Het kompas werd geproduceerd door Superior Magneto Corporation in New York."
  },
  {
    "id": 19,
    "path": "selectedFotos/19.jpg",
    "text": "placeholder"
  }
]
